[{"id":1,"name":"Surgery","description":"Surgery is a medical or dental specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function, appearance, or to repair unwanted ruptured areas.Our hospital offers the best deal and hospitality and has 0 case of any mishap.","image":"https://upload.wikimedia.org/wikipedia/commons/2/2e/Cardiac_surgery_operating_room.jpg"},{"id":2,"name":"ICU","description":"Intensive care units (ICUs) are specialist hospital wards that provide treatment and monitoring for people who are very ill. Theyre staffed with specially trained healthcare professionals and contain sophisticated monitoring equipment.","image":"https://post.healthline.com/wp-content/uploads/2021/01/INTENSIVE-CARE-UNIT-1200x628-facebook-1200x628.jpg"},{"id":3,"name":"ENT & Otorhinolaryngology","description":"Otorhinolaryngology, is a surgical subspecialty within medicine that deals with the surgical and medical management of conditions of the head and neck. Doctors who specialize in this area are called otorhinolaryngologists, otolaryngologists, head and neck surgeons, or ENT surgeons or physicians.","image":"https://i1.wp.com/nursingexercise.com/wp-content/uploads/2020/07/ENT-doctor-working-with-patient..jpg?resize=600%2C400"},{"id":4,"name":"Cancer Care","description":"The division provides consultations by Consultants- Radiation & Clinical Oncologist, Medical Oncologist, Surgical Oncologist; through Pain & Palliative Care and treatment services including Radiation therapy, Chemotherapy, Cancer Surgeries, ICU Care, Immunotherapy, Biotherapy, Supportive therapy and Palliative care for adult and child cancer patients.","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2YATo1dGbo3_RyRf_BvZHhoTAlFcxK4gZSRFL9jKxilh8Z4RxNgepR4O3oymsbzE8Y78&usqp=CAU"},{"id":5,"name":"Cardiology","description":"The Cardiology Department has gained reputation for its dynamic and innovation in the diagnosis, investigation and treatment of patients with all forms of heart diseases, both generally encountered and complex cases. We have a dedicated unit of four full-time Consultants, and a team of junior doctors, nurses, and technicians trained to the highest standard in cardiac assessment.","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQzH6Z9fr2Zr9z-xVvjfyfIbnpuVn6bS7snVA&usqp=CAU"},{"id":6,"name":"Medicine","description":"The department provides a wide range of high quality cross-specialty health care services, including physical examinations, preventive screenings and immunizations, urgent care for medical conditions, and referrals to surgical specialists when appropriate. Our Internal Medicine Consultants have had broad-based training in General Medicine and in one or more subspecialties. ","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQ6DNTfsr6I_KDSQGFBEZQMqRMBdpUSYvVHg&usqp=CAU"},{"id":7,"name":"Neurology","description":"Department of Neurologyprovides comprehensive consultative services, diagnostic testing and treatment for a broad spectrum of neurological conditions, including diseases of the brain, spinal cord, peripheral nerves and muscles. Evercare Hospital Dhakais the only hospital in the country to be providing advanced and comprehensive Neurology & Neurosurgery facilities under one roof.","image":"https://media.gettyimages.com/photos/males-doctor-examining-brain-mr-picture-id1180488192?s=612x612"},{"id":8,"name":"Neurosurgery","description":"Department of Neurosurgeryemploys a multidisciplinary approach to providing comprehensive neurosurgical services, utilizing state-of-the-art equipments and facilities. Our team consists of expert neurosurgeons, neuro nurses and technicians. We also have skilled doctors from other departments for support with Neurosurgery subspecialties. The department has already performed over two thousand highly demanding, successful neurosurgeries since 2005.","image":"https://i.pinimg.com/originals/b2/d3/ae/b2d3ae7380042384fc0965fe1e4a49a7.jpg"},{"id":9,"name":"Child Developement Center","description":"Our service starts from the very beginning of stepping into the centre. There is no inequality regarding ethnicity, gender and religion. We value and respect every parent who has any question or concern about development or problems relating to neurological aspect. From this point, our dedicated and devoted associates help children where to go.","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQtB-mZTFX9v-fOJUSWvBoVE5tw-g9K4G1jtg&usqp=CAU"},{"id":10,"name":"Obstetrics & Gynaecology","description":"The Department of Obstetrics & Gynaecology provides comprehensive services to women in the treatment and management of gynaecologic and obstetric conditions – from routine care to complex high-risk situations. We treat variety of problems of female reproductive organs and utilize minimally invasive laparoscopic surgeries and laser surgeries. Our maternity services manage and care for women during pregnancy, childbirth and postnatal periods. ","image":"https://www.renaimedicity.org/wp-content/uploads/2021/03/obstetrics-gynaecology-inn.jpg"},{"id":11,"name":"Blood Bank","description":"Blood donation is not hazardous and it proves to be a healthy habit that helps blood renewal. The volume of whole blood donation is 450 ml, almost 7.We are committed to keeping pace with the demands of providing 24-hour service by cutting-edge technology and the most secure blood transfusion policy, and we maintain quality in every stride.","image":"https://sgp1.digitaloceanspaces.com/cosmosgroup/news/6258888_New%20Project%20(1).jpg"},{"id":12,"name":"Pharmacy","description":"City General Hospital Pharmacy Department has placed a leading role in implementing advanced clinical pharmacist patient care services in United Hospital where pharmacists work collaboratively with nurses and physicians directly on patient care areas to review medication orders and manage drug therapy.","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRWt2Zbtze_zJESYNakTiNp86MVtTZWxFJqHMZNHjS4zvCNzb3JO-PugE7FWiXCoAOoONY&usqp=CAU"}]